Repository: tonydav43/Heidi_recipe_page
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nb

source: Are you sure you want to delete the user account named
nb: Er du sikker på at du vil slette

source: THIS CANNOT BE UNDONE
nb: DETTE KAN IKKE ANGRES

source: By clicking the Confirm Account Delete buttton, you will be deleting all your personal information
nb: Ved å klikke på knappen Bekreft sletting av konto, vil du slette all din personlige informasjon

source: Any recipes you created will NOT be deleted
nb: Eventuelle oppskrifter du har laget vil IKKE bli slettet

source: If you want them deleted, then you need to email an admin by clicking the link below
nb: Hvis du vil at de skal slettes, må du sende en e-post til en administrator ved å klikke på lenken nedenfor

source: Email the site admin
nb: Send e-post til nettstedets administrator

source: Confirm Account Delete
nb: Bekreft sletting av konto

source: Cancel
nb: Avbryt

source: Here is your password reset form
nb: Her er skjemaet for tilbakestilling av passord

source: Click to change your password
nb: Klikk for å endre passordet ditt

source: Please login to continue.
nb: Vennligst Logg inn for å fortsette.

source: Email Address
nb: Epostadresse

source: Password
nb: Passord

source: Login
nb: Logg Inn

source: Forgot password
nb: Glemt passord

source: Here is your profile
nb: Her er profilen din

source: Your first name is:
nb: Fornavnet ditt er:

source: Your last name is:
nb: Etternavnet ditt er:

source: Your username is:
nb: Brukernavnet ditt er:

source: Your email address is:
nb: Din e-postadresse er:

source: Update Your Profile Details
nb: Oppdater profildetaljer

source: Here are your editable profile fields
nb: Her er de redigerbare profilfeltene dine

source: Click to update your profile details
nb: Klikk for å oppdatere profildetaljene dine

source: Click to delete your account
nb: Klikk for å slette kontoen din

source: Please complete the form to register.
nb: Fyll ut skjemaet for å registrere deg.

source: Register
nb: Registrere

source: There are no recipes in the food group beef.
nb: Det er ingen oppskrifter i matgruppen storfekjøtt.

source: There is
nb: Det er

source: recipe in the food group beef.
nb: oppskrift i matgruppen biff.

source: There are
nb: Det er

source: recipes in the food group beef.
nb: oppskrifter i matgruppen storfekjøtt.

source: Recipe for
nb: Oppskrift på

source: which is in the food group
nb: som er i matvaregruppen

source: click
nb: klikk

source: here
nb: her

source: to view this recipe.
nb: for å se denne oppskriften.

source: first
nb: først

source: previous
nb: tidligere

source: Page
nb: Side

source: of
nb: av

source: next
nb: neste

source: last
nb: siste

source: There are no recipes in the food group cake.
nb: Det er ingen oppskrifter i matgruppekaken.

source: recipe in the food group cake.
nb: oppskrift i matgruppen kake.

source: recipes in the food group cake.
nb: oppskrifter i matgruppen kake.

source: There are no recipes in the food group chicken.
nb: Det er ingen oppskrifter i matgruppen kylling.

source: recipe in the food group chicken.
nb: oppskrift i matgruppen kylling.

source: recipes in the food group chicken.
nb: oppskrifter i matgruppen kylling.

source: There are no recipes in the food group desserts.
nb: Det er ingen oppskrifter i matgruppen desserter.

source: recipe in the food group desserts.
nb: oppskrift i matgruppen desserter.

source: recipes in the food group desserts.
nb: oppskrifter i matgruppen desserter.

source: There are no recipes in the food group fish.
nb: Det finnes ingen oppskrifter i matgruppen fisk.

source: recipe in the food group fish.
nb: oppskrift i matgruppen fisk.

source: recipes in the food group fish.
nb: oppskrifter i matgruppen fisk.

source: There are no recipes in the food group lamb.
nb: Det er ingen oppskrifter i matgruppen lam.

source: recipe in the food group lamb.
nb: oppskrift i matgruppen lam.

source: recipes in the food group lamb.
nb: oppskrifter i matgruppen lam.

source: We currently only support Norwegian and English languages
nb: Vi støtter foreløpig kun norsk og engelsk språk

source: If you wish another language to be added, please click
nb: Hvis du ønsker at et annet språk skal legges til, vennligst klikk

source: to contact us
nb: å kontakte oss

source: Click to change language
nb: Klikk for å endre språk

source: There are no recipes in the food group other.
nb: Det er ingen oppskrifter i matgruppen annet.

source: recipe in the food group other.
nb: oppskrift i matvaregruppen annet.

source: recipes in the food group other.
nb: oppskrifter i matvaregruppen andre.

source: There are no recipes in the food group pork.
nb: Det er ingen oppskrifter i matgruppen svinekjøtt.

source: recipe in the food group pork.
nb: oppskrift i matgruppen svinekjøtt.

source: recipes in the food group pork.
nb: oppskrifter i matgruppen svinekjøtt.

source: Are you sure you want to delete the recipe named
nb: Er du sikker på at du vil slette oppskriften som heter

source: this cannot be undone?
nb: dette kan ikke angres?

source: Confirm
nb: Bekrefte

source: Country of origin is
nb: Opprinnelsesland er

source: Created on
nb: Opprettet den

source: author now deleted
nb: forfatteren er nå slettet

source: Created by -
nb: Laget av -

source: on
nb: på

source: Recipe Ingredients:
nb: Ingredienser i oppskriften:

source: Recipe Instructions:
nb: Oppskriftsinstruksjoner:

source: Recipe Notes:
nb: Oppskriftsnotater:

source: Update Recipe
nb: Oppdater oppskrift

source: Delete Recipe
nb: Slett oppskrift

source: Please complete the form to create your recipe.
nb: Fyll ut skjemaet for å lage din oppskrift.

source: Create Recipe
nb: Lag oppskrift

source: There are no recipes currently on this website.
nb: Det er ingen oppskrifter på denne nettsiden for øyeblikket.

source: recipe on this website.
nb: oppskrift på denne nettsiden.

source: recipes on this website in total.
nb: oppskrifter på denne nettsiden totalt.

source: You searched for a recipe containing the word
nb: Du søkte etter en oppskrift som inneholder ordet

source: this returned
nb: dette kom tilbake

source: results.
nb: resultater.

source: To view this recipe, click
nb: For å se denne oppskriften, klikk

source: Please edit the form to update your recipe.
nb: Rediger skjemaet for å oppdatere oppskriften din.

source: There are no recipes in the food group soup.
nb: Det er ingen oppskrifter i matvaregruppen suppe.

source: recipe in the food group soup.
nb: oppskrift i matgruppen suppe.

source: recipes in the food group soup.
nb: oppskrifter i matgruppen suppe.

source: There are no recipes in the food group vegetable.
nb: Det er ingen oppskrifter i matvaregruppen grønnsak.

source: recipe in the food group vegetable.
nb: oppskrift i matgruppen grønnsak.

source: recipes in the food group vegetable.
nb: oppskrifter i matgruppen grønnsak.

source: Home
nb: Hjem

source: View All Recipes
nb: Se alle oppskrifter

source: Recipes By Food Group
nb: Oppskrifter etter matgruppe

source: Beef
nb: Storfekjøtt

source: Pork
nb: Svinekjøtt

source: Lamb
nb: lam

source: Chicken
nb: Kylling

source: Fish
nb: Fisk

source: Vegetables
nb: Grønnsaker

source: Soups
nb: Supper

source: Desserts
nb: Desserter

source: Cakes
nb: Kaker

source: Others
nb: Andre

source: Conversion Calculator
nb: Konverteringskalkulator

source: Search Recipes
nb: Søk etter oppskrifter

source: Search
nb: Søk

source: Select Language
nb: Velg språk

source: Welcome back
nb: Velkommen tilbake

source: Profile
nb: Profil

source: Log Out
nb: Logg ut

source: Log In
nb: Logg Inn

source: Copyright
nb: opphavsrett

source: The Best Recipe Page
nb: Den beste oppskriftssiden

source: Forget the rest, cook the best
nb: Glem resten, lag det beste

source: with one of our recipes
nb: med en av våre oppskrifter

source: Password reset complete.
nb: Tilbakestilling av passord fullført.

source: Your new password has been set. You can log in now on the
nb: Ditt nye passord er angitt. Du kan logge inn nå på

source: log in page.
nb: påloggingssiden.

source: Enter new password
nb: Skriv inn nytt passord

source: Click the button to reset your password.
nb: Klikk på knappen for å tilbakestille passordet ditt.

source: The password reset link was invalid, possibly because it has already been used.
nb: Koblingen for tilbakestilling av passord var ugyldig, muligens fordi den allerede er brukt.

source: Click
nb: Klikk

source: to resend another reset link
nb: for å sende en ny tilbakestillingskobling på nytt

source: Email has been sent, check your inbox.
nb: E-post er sendt, sjekk innboksen din.

source: We have emailed you the instructions for re-setting your password, you should receive the email shortly!
nb: Vi har sendt deg instruksjonene for å tilbakestille passordet ditt på e-post. Du bør motta e-posten snart!

source: If you have not received the email in a few minutes, check you junk/spam folder.
nb: Hvis du ikke har mottatt e-posten på noen minutter, sjekk søppelpost-/søppelpostmappen din.

source: or
nb: eller

source: to resend the link again.
nb: for å sende lenken på nytt.

source: Forgot your password
nb: Glemt passordet

source: No problem, just enter your email address below, and we'll email instructions for setting a new one.
nb: Ikke noe problem, bare skriv inn e-postadressen din nedenfor, så sender vi instruksjoner på e-post for å angi en ny.

source: Click the button and we will send you password reset instructions
nb: Klikk på knappen og vi vil sende deg instruksjoner for tilbakestilling av passord

source: Sorry
nb: Unnskyld

source: This page is under construction
nb: Denne siden er under konstruksjon

source: Please come back another time
nb: Kom gjerne tilbake en annen gang
